<template>
<div class="book_desc">
    box_box
</div>
</template>

<!-- Разработка приложения для отображения информации о книгах
Требуется создать компонент "Книга" (Book), который будет отображать информацию о книге, 
такую как название, автор и год издания. 
Компонент "Книга" должен иметь возможность отображать дополнительные 
детали о книге по требованию пользователя. 
Также необходимо создать 
компонент "Список книг" (BookList), 
который будет отображать список книг из переданного массива. -->

<script>
export default{
    name: 'BookComponent',
    data() {
        return {
           
        }
    },
}
</script>

<script scoped lang="scss">

</script>